[{
    "url": "https://www.topcurious.com/de/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Top 12 Tiergerüchte, die sich als halb wahr herausstellten",
    "description": "Wenn Folklore auf Feldnotizen trifft, tritt Unheimliches zutage. Das sind die Geschichten, die wie Kneipentratsch klangen, bis Biologen mit den Schultern zuckten und sagten: na ja, irgendwie. Halb Mythos, halb messbar, völlig unwiderstehlich. Erwarte Widersprüche, Schauer und ein paar &#39;Moment, das ist echt?&#39;-Momente.",
    "date": "2025-10-01T08:13:31.483Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Top 14 Orte, an denen Menschen versehentlich Therapie machen (ohne es Therapie zu nennen)",
    "description": "Manche Orte locken Geständnisse hervor, ganz ohne Couch oder Zuzahlung. Das sind die ungeplanten Kliniken, in denen Fremde Geheimnisse tauschen, Stimmungen sich lösen oder verhärten und kleine Rituale Angst in Geschichten verwandeln. Sie wirken liminal, ein wenig regellos und auf seltsame Weise sicher für die Wahrheiten, denen du am Mittag ausweichst.",
    "date": "2025-09-30T14:37:42.564Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Top 13 romantische Speisen, die fürs erste Date furchtbar sind",
    "description": "Ein verspielter, leicht bissiger Leitfaden zu Speisen, die Romantik ausstrahlen und gleichzeitig das erste Date mit Sauce, Dampf und Ritualen überfallen. Jedes Gericht ist köstlich, fotogen und gesellschaftlich tückisch. Erwarte Widersprüche, kleines Chaos und endlos neu erzählte Geschichten. Auf eigene Gefahr — oder weil Risiko zur Flirterei dazugehört.",
    "date": "2025-09-13T17:22:03.237Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-15-animal-love-lives-so-messy-they-make-human.html",
    "title": "Top 15 Liebesleben von Tieren, die so chaotisch sind, dass menschliches Drama harmlos wirkt",
    "description": "Eine Wirbelwindtour durch evolutionäre Skandale und romantisches Chaos. Gleichteile Wissenschaft, Gerücht und augenbrauenerhebendes Verhalten — diese Paarungsrituale sind lustig, beängstigend und seltsam vertraut. Erwarten Sie Machtspiele, Kunstdiebstähle und Zweckgemeinschaften mit Nebenleistungen. Machen Sie sich bereit, neu zu überlegen, was „normal“ in der Natur bedeutet.",
    "date": "2025-09-11T10:30:08.775Z",
    "image": "https://www.topcurious.com/_images/t/top-15-animal-love-lives-so-messy-they-make-human-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-10-most-unexpected-psychological-phenomena.html",
    "title": "Top 10 der unerwartetsten psychologischen Phänomene",
    "description": "Tauchen Sie ein in die Welt der Psychologie mit diesen faszinierenden und unerwarteten Phänomenen, die unser Verständnis des menschlichen Geistes herausfordern.",
    "date": "2025-09-10T14:51:47.425Z",
    "image": "https://www.topcurious.com/_images/t/top-10-most-unexpected-psychological-phenomena-cover-de-small.webp"
  }]