[{
    "url": "https://www.topcurious.com/de/2025/the-10-most-provocative-bites-in-japanese-cuisine.html",
    "title": "Die 10 provokantesten Bissen der japanischen Küche",
    "description": "Ein rasanter Streifzug durch die Gerichte Japans, in denen Gefahr, Verlangen und tiefe Tradition aufeinandertreffen. Erwarten Sie Aromen, die Stadtviertel entzweit, Texturen, die das erste Date skandalisieren, und Geschmäcker, die nächtliche Kühnheiten entfachen.",
    "date": "2025-10-09T06:37:55.086Z",
    "image": "https://www.topcurious.com/_images/t/the-10-most-provocative-bites-in-japanese-cuisine-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-14-african-places-where-science-and-myth-shake.html",
    "title": "Top 14 afrikanische Orte, an denen Wissenschaft und Mythos einander die Hand reichen",
    "description": "Eine Reise zu realen Orten, an denen Folklore und Physik dieselbe Adresse teilen. Jede Station ist zu gleichen Teilen Gänsehaut und Geologie.",
    "date": "2025-10-07T16:24:41.262Z",
    "image": "https://www.topcurious.com/_images/t/top-14-african-places-where-science-and-myth-shake-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-12-conflicts-many-say-russia-designed-lit-or-f.html",
    "title": "Top 12 Konflikte, die viele sagen, Russland habe inszeniert, angezündet oder eingefroren",
    "description": "Ein provokativer, subjektiver Katalog von Brennpunkten, die weithin russischer Konstruktion, Entzündung oder Instandhaltung zugeschrieben werden – hybrid, verborgen und aufsehenerregend. Er ist darauf angelegt zu faszinieren und zu verunsichern, mischt Geflüster mit Berichten und fordert zum Widerspruch heraus.",
    "date": "2025-10-05T12:33:13.665Z",
    "image": "https://www.topcurious.com/_images/t/top-12-conflicts-many-say-russia-designed-lit-or-f-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-13-most-philosophically-dangerous-places-you-a.html",
    "title": "Top 13 der philosophisch gefährlichsten Orte, die du versehentlich besuchst",
    "description": "Ein Feldführer zu gewöhnlichen Orten, die deinen Geist entführen und Metaphysik einschmuggeln. Jeder Ort kippt deine Intuition und lässt den Alltag simuliert erscheinen. Gerüchteweise verursachen sie Epiphanien, leichte Schwindelgefühle und Selbstgespräche. Mit Neugier verwenden und einen Notfallplan für deine Überzeugungen bereithalten.",
    "date": "2025-10-04T07:56:56.356Z",
    "image": "https://www.topcurious.com/_images/t/top-13-most-philosophically-dangerous-places-you-a-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "Afrikas 12 Städte, in denen die Nacht wie die Zukunft klingt",
    "description": "Eine kontinentweite Playlist, getarnt als Reiseliste. Diese Städte klingen elektrisch, widersprüchlich und ein wenig gefährlich — auf eine seelenaufwühlende Weise. Gerüchte, Romantik und ruhelose Basslinien verweben sich nach Einbruch der Nacht in Karten.",
    "date": "2025-10-02T11:47:06.950Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-de-small.webp"
  }]