[{
    "url": "https://www.topcurious.com/de/2025/top-10-scandals-that-feel-inevitable-in-the-next-f.html",
    "title": "Top 10 Skandale, die sich in den nächsten fünf Jahren unvermeidlich anfühlen",
    "description": "Eine spekulative Tour durch die Unordnungen, die wir bereits aufbauen: glamourös, absurd, ein bisschen beängstigend und vollkommen glaubwürdig. Jeder Eintrag vermischt Technik, Macht und menschliche Impulse auf eine Weise, die zugleich witzig und unangenehm plausibel wirkt.",
    "date": "2025-11-11T20:04:02.307Z",
    "image": "https://www.topcurious.com/_images/t/top-10-scandals-that-feel-inevitable-in-the-next-f-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-10-tunisian-places-that-feel-like-glitches-in.html",
    "title": "Top 10 tunesische Orte, die sich wie Störungen der Wirklichkeit anfühlen",
    "description": "Eine handverlesene Liste tunesischer Orte, an denen Geschichte, Geologie und Gerücht so zusammenstoßen, dass die Wirklichkeit einen Schluckauf bekommt. Es sind Schwellen: halb Wüste, halb Meer, halb Vergangenheit, halb Science‑Fiction. Sie sind schön, beunruhigend und gelegentlich ein bisschen skandalös. Perfekt für Reisende, die zu ihren Sonnenuntergängen gerne Gänsehaut bekommen.",
    "date": "2025-10-28T18:07:34.852Z",
    "image": "https://www.topcurious.com/_images/t/top-10-tunisian-places-that-feel-like-glitches-in-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-10-most-romantic-places-that-technically-do-no.html",
    "title": "Top 10 der romantischsten Orte, die es technisch gesehen nicht gibt",
    "description": "Ein Atlas unmöglicher Rendezvous-Orte, die sich wahrer anfühlen als Karten, gewoben aus Gerücht, Sehnsucht und Beinahe-Begegnungen. Jeder Ort ist widersprüchlich, intim und ein wenig beängstigend, weil er sich so richtig anfühlt.",
    "date": "2025-10-15T18:44:54.120Z",
    "image": "https://www.topcurious.com/_images/t/top-10-most-romantic-places-that-technically-do-no-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/the-10-most-provocative-bites-in-japanese-cuisine.html",
    "title": "Die 10 provokantesten Bissen der japanischen Küche",
    "description": "Ein rasanter Streifzug durch die Gerichte Japans, in denen Gefahr, Verlangen und tiefe Tradition aufeinandertreffen. Erwarten Sie Aromen, die Stadtviertel entzweit, Texturen, die das erste Date skandalisieren, und Geschmäcker, die nächtliche Kühnheiten entfachen.",
    "date": "2025-10-09T06:37:55.086Z",
    "image": "https://www.topcurious.com/_images/t/the-10-most-provocative-bites-in-japanese-cuisine-cover-de-small.webp"
  },{
    "url": "https://www.topcurious.com/de/2025/top-14-african-places-where-science-and-myth-shake.html",
    "title": "Top 14 afrikanische Orte, an denen Wissenschaft und Mythos einander die Hand reichen",
    "description": "Eine Reise zu realen Orten, an denen Folklore und Physik dieselbe Adresse teilen. Jede Station ist zu gleichen Teilen Gänsehaut und Geologie.",
    "date": "2025-10-07T16:24:41.262Z",
    "image": "https://www.topcurious.com/_images/t/top-14-african-places-where-science-and-myth-shake-cover-de-small.webp"
  }]