[{
    "url": "https://www.topcurious.com/ro/2025/top-10-scandals-that-feel-inevitable-in-the-next-f.html",
    "title": "Top 10 scandaluri care par inevitabile în următorii cinci ani",
    "description": "Un tur speculativ al mizeriilor pe care deja le construim: glamouroase, absurde, puțin înfricoșătoare și complet plauzibile. Fiecare exemplu îmbină tehnologia, puterea și impulsul uman în feluri care par atât amuzante, cât și incomod de plauzibile.",
    "date": "2025-11-11T20:04:02.299Z",
    "image": "https://www.topcurious.com/_images/t/top-10-scandals-that-feel-inevitable-in-the-next-f-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-10-tunisian-places-that-feel-like-glitches-in.html",
    "title": "Top 10 locuri din Tunisia care par erori în realitate",
    "description": "O listă aleasă cu grijă de locuri tunisiene unde istoria, geologia și zvonurile se ciocnesc până când realitatea tresare. Sunt praguri: jumătate deșert, jumătate mare, jumătate trecut, jumătate sci‑fi. Sunt frumoase, tulburătoare și, ocazional, puțin scandaloase. Perfecte pentru călătorii care vor fioruri alături de apusuri.",
    "date": "2025-10-28T18:07:34.802Z",
    "image": "https://www.topcurious.com/_images/t/top-10-tunisian-places-that-feel-like-glitches-in-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-10-most-romantic-places-that-technically-do-no.html",
    "title": "Top 10 cele mai romantice locuri care, din punct de vedere tehnic, nu există",
    "description": "Un atlas al punctelor de întâlnire imposibile care par mai adevărate decât hărțile, cusut din zvonuri, dor și aproape întâlniri. Fiecare loc e contradictoriu, intim și un pic înfricoșător în cât de firesc pare.",
    "date": "2025-10-15T18:44:54.111Z",
    "image": "https://www.topcurious.com/_images/t/top-10-most-romantic-places-that-technically-do-no-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/the-10-most-provocative-bites-in-japanese-cuisine.html",
    "title": "Cele 10 îmbucături cele mai provocatoare din bucătăria japoneză",
    "description": "Un tur fulger al preparatelor din Japonia, unde pericolul, dorința și tradiția profundă se întâlnesc. Pregătește-te pentru arome care divizează cartiere, texturi care scandalizează primele întâlniri și gusturi care stârnesc îndrăzneala de la miezul nopții.",
    "date": "2025-10-09T06:37:55.084Z",
    "image": "https://www.topcurious.com/_images/t/the-10-most-provocative-bites-in-japanese-cuisine-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-14-african-places-where-science-and-myth-shake.html",
    "title": "Top 14 locuri africane unde știința și mitul își dau mâna",
    "description": "Un tur al unor locuri reale în care folclorul și fizica își împart aceeași adresă. Fiecare oprire e egal părți fiori și geologie.",
    "date": "2025-10-07T16:24:41.259Z",
    "image": "https://www.topcurious.com/_images/t/top-14-african-places-where-science-and-myth-shake-cover-ro-small.webp"
  }]