[{
    "url": "https://www.topcurious.com/ro/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Top 12 zvonuri despre animale care s-au dovedit a fi pe jumătate adevărate",
    "description": "Când folclorul se lovește de notele de teren, ies la iveală lucruri tulburătoare. Acestea sunt poveștile care sunau ca bârfe de bar, până când biologii au ridicat din umeri și au zis, ei bine, într-un fel. Pe jumătate mit, pe jumătate măsurabil, complet irezistibile. Așteptați-vă la contradicții, fiori și câteva momente de &#39;stai, partea aia e reală?&#39;",
    "date": "2025-10-01T08:13:31.479Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Top 14 locuri unde oamenii fac terapie din greșeală (fără să o numească terapie)",
    "description": "Unele spații îndeamnă la confesiuni fără canapele sau plăți la cabină. Acestea sunt clinicile nestructurate unde străinii își schimbă secrete, dispozițiile se înmoaie sau se întăresc, iar ritualurile mărunte transformă anxietatea în povești. Par liminale, ușor fără reguli și ciudat de sigure pentru adevărurile pe care le eviți la amiază.",
    "date": "2025-09-30T14:37:42.559Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Top 13 mâncăruri romantice care sunt alegeri groaznice pentru prima întâlnire",
    "description": "Un ghid jucăuş, uşor sălbatic, despre mâncăruri care radiază romantism, dar sabotează primele întâlniri cu sos, aburi şi ritualuri. Fiecare element e delicios, fotogenic şi social periculos. Aşteptaţi contradicţii, haos minor şi poveşti spuse iar şi iar. Folosiţi pe propria răspundere, sau pentru că riscul e jumătate din flirt.",
    "date": "2025-09-13T17:22:03.234Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-15-animal-love-lives-so-messy-they-make-human.html",
    "title": "Top 15 vieți amoroase ale animalelor atât de încurcate încât drama umană pare blândă",
    "description": "Un tur de forfotă prin scandaluri evolutive și haos romantic. Egal părți știință, zvon și comportament care ridică sprânceana, aceste curtări sunt amuzante, înfricoșătoare și ciudat de familiare. Așteaptă jocuri de putere, furturi de artă și alianțe cu beneficii. Pregătește-te să regândești ce înseamnă normal în natură.",
    "date": "2025-09-11T10:30:08.771Z",
    "image": "https://www.topcurious.com/_images/t/top-15-animal-love-lives-so-messy-they-make-human-cover-ro-small.webp"
  },{
    "url": "https://www.topcurious.com/ro/2025/top-10-most-unexpected-psychological-phenomena.html",
    "title": "Top 10 cele mai neașteptate fenomene psihologice",
    "description": "Explorează lumea psihologiei cu aceste fenomene fascinante și neașteptate care pun la încercare înțelegerea noastră despre mintea umană.",
    "date": "2025-09-10T14:51:47.420Z",
    "image": "https://www.topcurious.com/_images/t/top-10-most-unexpected-psychological-phenomena-cover-ro-small.webp"
  }]