[{
    "url": "https://www.topcurious.com/es/2025/top-13-most-philosophically-dangerous-places-you-a.html",
    "title": "Los 13 lugares más peligrosos filosóficamente que visitas por accidente",
    "description": "Una guía de campo de lugares ordinarios que secuestran tu mente y contrabandean metafísica. Cada sitio inclina tu intuición y hace que la vida diaria se sienta simulada. Se rumorea que causan epifanías, vértigo leve y discusiones contigo mismo. Úsala con curiosidad y ten un plan de respaldo para tus creencias.",
    "date": "2025-10-04T07:56:56.355Z",
    "image": "https://www.topcurious.com/_images/t/top-13-most-philosophically-dangerous-places-you-a-cover-es-small.webp"
  },{
    "url": "https://www.topcurious.com/es/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "Las 12 ciudades de África donde la noche suena al futuro",
    "description": "Una lista de viaje disfrazada de lista de reproducción continental. Estas ciudades suenan eléctricas, contradictorias y un poco peligrosas —en el modo que estremece el alma. Rumores, romance y líneas de bajo inquietas se entretejen en los mapas después del anochecer.",
    "date": "2025-10-02T11:47:06.947Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-es-small.webp"
  },{
    "url": "https://www.topcurious.com/es/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Los 12 principales rumores sobre animales que resultaron ser en parte ciertos",
    "description": "Cuando el folclore choca con las notas de campo, emergen cosas inquietantes. Estas son las historias que sonaban a chismes de bar hasta que los biólogos se encogieron de hombros y dijeron: bueno, algo así. Medio mito, medio comprobable, totalmente irresistible. Prepárese para contradicciones, escalofríos y algunos momentos de &#39;espera, ¿esa parte es real?&#39;.",
    "date": "2025-10-01T08:13:31.481Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-es-small.webp"
  },{
    "url": "https://www.topcurious.com/es/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Los 14 lugares principales donde la gente hace terapia por accidente (sin llamarlo terapia)",
    "description": "Algunos espacios inducen confesiones sin sofás ni copagos. Son esas clínicas no programadas donde los desconocidos intercambian secretos, los ánimos se suavizan o endurecen y pequeños rituales transforman la ansiedad en historias. Se sienten liminales, ligeramente sin reglas y extrañamente seguros para las verdades que evitas al mediodía.",
    "date": "2025-09-30T14:37:42.561Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-es-small.webp"
  },{
    "url": "https://www.topcurious.com/es/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Las 13 comidas románticas que son terribles elecciones para una primera cita",
    "description": "Una guía juguetona y ligeramente salvaje de comidas que irradian romance pero emboscan las primeras citas con salsa, vapor y rituales. Cada elemento es delicioso, fotogénico y socialmente traicionero. Espera contradicciones, caos menor y anécdotas que se contarán una y otra vez. Úsalo bajo tu propio riesgo, o porque el riesgo es la mitad del coqueteo.",
    "date": "2025-09-13T17:22:03.235Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-es-small.webp"
  }]