[{
    "url": "https://www.topcurious.com/pt/2025/top-13-most-philosophically-dangerous-places-you-a.html",
    "title": "Top 13 Lugares Mais Filosoficamente Perigosos que Você Visita Acidentalmente",
    "description": "Um guia de campo para locais ordinários que sequestram sua mente e contrabandeiam metafísica. Cada ponto inclina sua intuição e faz a vida cotidiana parecer simulada. Dizem que causam epifanias, vertigens leves e discussões consigo mesmo. Use com curiosidade e um plano B para suas crenças.",
    "date": "2025-10-04T07:56:56.357Z",
    "image": "https://www.topcurious.com/_images/t/top-13-most-philosophically-dangerous-places-you-a-cover-pt-small.webp"
  },{
    "url": "https://www.topcurious.com/pt/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "As 12 cidades da África onde a noite soa como o futuro",
    "description": "Uma playlist para todo o continente disfarçada de lista de viagens. Essas cidades soam elétricas, contraditórias e um pouco perigosas — do tipo que arrepia a alma. Rumores, romances e linhas de baixo inquietas se entrelaçam nos mapas depois de escurecer.",
    "date": "2025-10-02T11:47:06.952Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-pt-small.webp"
  },{
    "url": "https://www.topcurious.com/pt/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Top 12 Rumores sobre Animais que se Revelaram Meio Verdadeiros",
    "description": "Quando o folclore colide com notas de campo, coisas inquietantes vêm à tona. Estas são as histórias que soavam como fofoca de bar até os biólogos darem de ombros e dizerem, bem, meio que sim. Meio mito, meio mensurável, totalmente irresistíveis. Espere contradições, arrepios e alguns momentos de &#39;peraí, essa parte é real?&#39;.",
    "date": "2025-10-01T08:13:31.486Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-pt-small.webp"
  },{
    "url": "https://www.topcurious.com/pt/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Top 14 Lugares Onde as Pessoas Fazem Terapia Acidentalmente (Sem Chamar de Terapia)",
    "description": "Alguns espaços induzem confissões sem sofás nem taxas de consulta. São as clínicas não agendadas onde estranhos trocam segredos, os humores amolecem ou endurecem, e pequenos rituais transformam ansiedade em histórias. Eles parecem liminares, ligeiramente sem regras e estranhamente seguros para as verdades que você evita ao meio‑dia.",
    "date": "2025-09-30T14:37:42.566Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-pt-small.webp"
  },{
    "url": "https://www.topcurious.com/pt/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Top 13 Comidas Românticas que São Péssimas Escolhas para um Primeiro Encontro",
    "description": "Um guia brincalhão, um pouco mordaz, sobre comidas que irradiam romance mas emboscam primeiros encontros com molho, vapor e rituais. Cada item é delicioso, fotogênico e socialmente traiçoeiro. Espere contradições, caos menor e histórias recontadas infinitamente. Use por sua conta e risco — ou porque o risco é metade da paquera.",
    "date": "2025-09-13T17:22:03.239Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-pt-small.webp"
  }]