[{
    "url": "https://www.topcurious.com/tr/2025/top-12-conflicts-many-say-russia-designed-lit-or-f.html",
    "title": "Birçoklarının Rusya&#39;nın Tasarladığı, Tetiklediği veya Dondurduğu İlk 12 Çatışma",
    "description": "Rusya tarafından tasarlandığı, tetiklendiği ya da sürdürdüğü yaygın şekilde atfedilen — hibrit, gizli ve manşet çeken — gerilim noktalarının kışkırtıcı, öznel bir kataloğu. Hem ilgiyi çekmek hem de huzursuz etmek için oluşturuldu; fısıltıları raporlarla harmanlar ve tartışma çağırır.",
    "date": "2025-10-05T12:33:13.668Z",
    "image": "https://www.topcurious.com/_images/t/top-12-conflicts-many-say-russia-designed-lit-or-f-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-13-most-philosophically-dangerous-places-you-a.html",
    "title": "Kazara Ziyaret Ettiğiniz En Felsefi Açıdan Tehlikeli 13 Yer",
    "description": "Zihninizi kaçırıp metafiziği kaçakçılık yapan sıradan mekânlara yönelik bir saha rehberi. Her nokta sezginizi eğip gündelik yaşamı yapaymış gibi hissettirir. Vahiylere, hafif baş dönmelerine ve kendinizle münakaşalara neden olduğu söylenir. Merakla kullanın ve inançlarınız için bir B planı bulundurun.",
    "date": "2025-10-04T07:56:56.359Z",
    "image": "https://www.topcurious.com/_images/t/top-13-most-philosophically-dangerous-places-you-a-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "Afrika&#39;nın Gelecek Gibi Gelen Gece Sesine Sahip 12 Şehri",
    "description": "Bir gezi listesi kılığında kıta çapında bir çalma listesi. Bu şehirler elektrikli, çelişkili ve biraz tehlikeli — ruhu titreten şekilde. Söylentiler, romantizm ve huzursuz bas hatları gece haritalarında örülür.",
    "date": "2025-10-02T11:47:06.953Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Yarı Doğru Çıkan En İyi 12 Hayvan Söylentisi",
    "description": "Halk hikâyeleri arazi notlarıyla çarpışınca, tüyler ürpertici şeyler ortaya çıkar. Bunlar bar dedikodusu gibi gelen ama biyologlar omuz silkerek şey, kısmen doğru dediği hikâyeler. Yarı efsane, yarı ölçülebilir, tamamı karşı konulmaz. Çelişkiler, ürpertiler ve birkaç &#39;dur, o kısım gerçek mi?&#39; anı bekleyin.",
    "date": "2025-10-01T08:13:31.488Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "İnsanların Kazara Terapi Yaptığı En İyi 14 Yer (Buna Terapi Demeden)",
    "description": "Bazı mekanlar kanepeler ya da ücretler olmadan itirafları çıkarır. Buralar, yabancıların sırlar paylaştığı, ruh hallerinin yumuşayıp sertleştiği ve küçük ritüellerin kaygıyı hikâyelere dönüştürdüğü plansız kliniklerdir. Sınırda, biraz kural tanımaz ve öğlen kaçındığınız gerçekler için tuhaf biçimde güvenli hissederler.",
    "date": "2025-09-30T14:37:42.569Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-tr-small.webp"
  }]