[{
    "url": "https://www.topcurious.com/tr/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "Afrika&#39;nın Gelecek Gibi Gelen Gece Sesine Sahip 12 Şehri",
    "description": "Bir gezi listesi kılığında kıta çapında bir çalma listesi. Bu şehirler elektrikli, çelişkili ve biraz tehlikeli — ruhu titreten şekilde. Söylentiler, romantizm ve huzursuz bas hatları gece haritalarında örülür.",
    "date": "2025-10-02T11:47:06.953Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Yarı Doğru Çıkan En İyi 12 Hayvan Söylentisi",
    "description": "Halk hikâyeleri arazi notlarıyla çarpışınca, tüyler ürpertici şeyler ortaya çıkar. Bunlar bar dedikodusu gibi gelen ama biyologlar omuz silkerek şey, kısmen doğru dediği hikâyeler. Yarı efsane, yarı ölçülebilir, tamamı karşı konulmaz. Çelişkiler, ürpertiler ve birkaç &#39;dur, o kısım gerçek mi?&#39; anı bekleyin.",
    "date": "2025-10-01T08:13:31.488Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "İnsanların Kazara Terapi Yaptığı En İyi 14 Yer (Buna Terapi Demeden)",
    "description": "Bazı mekanlar kanepeler ya da ücretler olmadan itirafları çıkarır. Buralar, yabancıların sırlar paylaştığı, ruh hallerinin yumuşayıp sertleştiği ve küçük ritüellerin kaygıyı hikâyelere dönüştürdüğü plansız kliniklerdir. Sınırda, biraz kural tanımaz ve öğlen kaçındığınız gerçekler için tuhaf biçimde güvenli hissederler.",
    "date": "2025-09-30T14:37:42.569Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "İlk Buluşma İçin Berbat Seçimler Olan En Romantik 13 Yiyecek",
    "description": "Oyuncu, hafif acımasız bir rehber: romantizm yayarken sos, buhar ve ritüel ile ilk buluşmaları pusuya düşüren yiyecekler hakkında. Her madde lezzetli, fotojenik ve sosyal açıdan tehlikeli. Çelişkiler, küçük kaos ve defalarca anlatılacak hikâyeler bekleyin. Kendi sorumluluğunuzda kullanın ya da riskin flörtün yarısı olduğunu düşündüğünüz için.",
    "date": "2025-09-13T17:22:03.244Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-tr-small.webp"
  },{
    "url": "https://www.topcurious.com/tr/2025/top-15-animal-love-lives-so-messy-they-make-human.html",
    "title": "İnsan dramalarını sönük gösteren en dağınık 15 hayvan aşk hayatı",
    "description": "Evrimsel skandallar ve romantik kaosun hızlandırılmış turu. Eşit oranda bilim, dedikodu ve kaş kaldıran davranışla bu kur yapmalar komik, ürkütücü ve garip biçimde ilişkilendirilebilir. Güç oyunları, sanat hırsızlıkları ve fayda sağlayan ittifaklar bekleyin. Doğada “normal”in ne anlama geldiğini yeniden düşünmeye hazırlanın.",
    "date": "2025-09-11T10:30:08.779Z",
    "image": "https://www.topcurious.com/_images/t/top-15-animal-love-lives-so-messy-they-make-human-cover-tr-small.webp"
  }]