[{
    "url": "https://www.topcurious.com/ru/2025/top-13-most-philosophically-dangerous-places-you-a.html",
    "title": "13 самых философски опасных мест, которые вы случайно посещаете",
    "description": "Полевое руководство по обычным местам, которые захватывают ваш разум и тайно провозят туда метафизику. Каждое место наклоняет вашу интуицию и заставляет повседневность казаться смоделированной. Говорят, вызывает прозрения, лёгкое головокружение и споры с самим собой. Используйте с любопытством и запасным планом для своих убеждений.",
    "date": "2025-10-04T07:56:56.351Z",
    "image": "https://www.topcurious.com/_images/t/top-13-most-philosophically-dangerous-places-you-a-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/africas-12-cities-where-the-night-sounds-like-the.html",
    "title": "12 городов Африки, где ночь звучит как будущее",
    "description": "Плейлист по всему континенту, замаскированный под туристический список. В этих городах звучит электричество, противоречия и лёгкая опасность — захватывающим для души способом. Слухи, романтика и беспокойные басовые партии вплетаются в карты после наступления темноты.",
    "date": "2025-10-02T11:47:06.946Z",
    "image": "https://www.topcurious.com/_images/a/africas-12-cities-where-the-night-sounds-like-the-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Топ-12 слухов о животных, которые оказались наполовину правдой",
    "description": "Когда фольклор сталкивается с полевыми записями, на поверхность выплывают тревожные открытия. Это истории, которые звучали как барные слухи, пока биологи не пожали плечами и не сказали: «ну, отчасти». Полусуеверие, полуподтверждённое — и при этом неотразимое. Ожидайте противоречий, мурашек и нескольких «подождите, а это правда?» моментов.",
    "date": "2025-10-01T08:13:31.478Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Топ-14 мест, где люди случайно проходят терапию (не называя это терапией)",
    "description": "Некоторые места вызывают признания без диванов и оплаты. Это незапланированные «клиники», где незнакомцы обмениваются секретами, настроения смягчаются или закаляются, а маленькие ритуалы превращают тревогу в истории. Они кажутся переходными, слегка без правил и странно безопасными для тех истин, которых вы избегаете в полдень.",
    "date": "2025-09-30T14:37:42.558Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Топ-13 романтических блюд, которые — ужасный выбор для первого свидания",
    "description": "Игривый, слегка жёсткий гид по блюдам, которые излучают романтику, но подстерегают первое свидание соусом, паром и ритуалом. Каждое блюдо — вкусное, фотогеничное и социально коварное. Ожидайте противоречий, мелкого хаоса и бесконечно пересказываемых историй. Используйте на свой страх и риск — или потому что риск — половина флирта.",
    "date": "2025-09-13T17:22:03.233Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-ru-small.webp"
  }]