[{
    "url": "https://www.topcurious.com/ru/2025/top-12-animal-rumors-that-turned-out-to-be-half.html",
    "title": "Топ-12 слухов о животных, которые оказались наполовину правдой",
    "description": "Когда фольклор сталкивается с полевыми записями, на поверхность выплывают тревожные открытия. Это истории, которые звучали как барные слухи, пока биологи не пожали плечами и не сказали: «ну, отчасти». Полусуеверие, полуподтверждённое — и при этом неотразимое. Ожидайте противоречий, мурашек и нескольких «подождите, а это правда?» моментов.",
    "date": "2025-10-01T08:13:31.478Z",
    "image": "https://www.topcurious.com/_images/t/top-12-animal-rumors-that-turned-out-to-be-half-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-14-places-people-accidentally-do-therapy-witho.html",
    "title": "Топ-14 мест, где люди случайно проходят терапию (не называя это терапией)",
    "description": "Некоторые места вызывают признания без диванов и оплаты. Это незапланированные «клиники», где незнакомцы обмениваются секретами, настроения смягчаются или закаляются, а маленькие ритуалы превращают тревогу в истории. Они кажутся переходными, слегка без правил и странно безопасными для тех истин, которых вы избегаете в полдень.",
    "date": "2025-09-30T14:37:42.558Z",
    "image": "https://www.topcurious.com/_images/t/top-14-places-people-accidentally-do-therapy-witho-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-13-romantic-foods-that-are-terrible-first-date-choices.html",
    "title": "Топ-13 романтических блюд, которые — ужасный выбор для первого свидания",
    "description": "Игривый, слегка жёсткий гид по блюдам, которые излучают романтику, но подстерегают первое свидание соусом, паром и ритуалом. Каждое блюдо — вкусное, фотогеничное и социально коварное. Ожидайте противоречий, мелкого хаоса и бесконечно пересказываемых историй. Используйте на свой страх и риск — или потому что риск — половина флирта.",
    "date": "2025-09-13T17:22:03.233Z",
    "image": "https://www.topcurious.com/_images/t/top-13-romantic-foods-that-are-terrible-first-date-choices-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-15-animal-love-lives-so-messy-they-make-human.html",
    "title": "15 самых запутанных любовных жизней животных, которые делают человеческие драмы мелочью",
    "description": "Вихревой обзор эволюционных скандалов и романтического хаоса. Порция науки, слухов и поступков, от которых поднимаются брови; эти ухаживания смешные, пугающие и странно узнаваемые. Готовьтесь к играм за власть, художественным кражам и альянсам с выгодой. Пересмотрите своё представление о том, что в природе считается «нормальным».",
    "date": "2025-09-11T10:30:08.770Z",
    "image": "https://www.topcurious.com/_images/t/top-15-animal-love-lives-so-messy-they-make-human-cover-ru-small.webp"
  },{
    "url": "https://www.topcurious.com/ru/2025/top-10-most-unexpected-psychological-phenomena.html",
    "title": "Топ-10 Самых Неожиданных Психологических Явлений",
    "description": "Погрузитесь в мир психологии с этими увлекательными и неожиданными явлениями, которые вызывают сомнения в нашем понимании человеческого разума.",
    "date": "2025-09-10T14:51:47.419Z",
    "image": "https://www.topcurious.com/_images/t/top-10-most-unexpected-psychological-phenomena-cover-ru-small.webp"
  }]